# Abs

## Description
Function Abs returns the absolute value of the specified value.

```pascal
FUNCTION Abs(v : REAL) : REAL;
```

```python

def vs.Abs(v):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|REAL|Real number.|

## Version
Availability: from MiniCAD
## Category
* Math - General